tap "derailed/k9s"
tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "norwoodj/tap"
brew "act"
brew "asdf"
brew "awscli"
brew "cairo"
brew "lima"
brew "colima"
brew "direnv"
brew "git"
brew "git-town"
brew "glow"
brew "gnupg"
brew "helm"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "minikube"
brew "pinentry-mac"
brew "pipx"
brew "redis"
brew "shellcheck"
brew "starship"
brew "trash"
brew "tree"
brew "yadm"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "norwoodj/tap/helm-docs"
cask "displaylink"
cask "docker"
cask "dracula-lsd"
cask "dracula-terminal"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "hammerspoon"
cask "iterm2"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "eeyore.yapf"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "rubbersheep.gi"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
