tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "asdf"
brew "direnv"
brew "git"
brew "gnupg"
brew "lsd"
brew "pinentry-mac"
brew "starship"
brew "trash"
brew "yadm"
brew "zsh-autosuggestions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "dracula-terminal"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "iterm2"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "Gruntfuggly.todo-tree"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "tamasfe.even-better-toml"
