tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asdf"
brew "astro"
brew "direnv"
brew "git"
brew "gnupg"
brew "helm"
brew "istioctl"
brew "jq"
brew "kompose"
brew "kustomize"
brew "libpq"
brew "lsd"
brew "minikube"
brew "openconnect"
brew "pinentry-mac"
brew "pipx"
brew "redis"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "trash"
brew "yadm"
brew "zsh-autosuggestions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "displaylink"
cask "docker"
cask "dracula-terminal"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "hammerspoon"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
vscode "appland.appmap"
vscode "codezombiech.gitignore"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "Gruntfuggly.todo-tree"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-yaml"
vscode "rubbersheep.gi"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
